export const set_d_questionnair = [
  {
    name: "वर्गीकरण (Sorting - 1S)",
    questions: [
      {
        questionno: 1,
        question:
          "तुम्ही असेसमेंट करत असणाऱ्या 5S अलोकेटेड एरिया मध्ये (खालील ठिकाणी) आवश्यक सुटे भाग, टूल्स, साहित्य, डब्ल्यूआयपी इ. सोडून अनावश्यक वस्तू कामाच्या ठिकाणाहून काढून टाकल्या आहेत आणि लागणाऱ्या किंवा न लागणाऱ्या प्रकारामध्ये वर्गीकरण केले आहे याची पडताळणी करा.",
        questionOptions: [
          "इनवर्ड मटेरियल आणि आउटवर्ड मटेरियल ची जागा",
          "ऑफिस",
          "गॅंगवे",
          "वर्कस्टेशन",
        ],
        ratings: 0,
        givenRating: null,
      },
      {
        questionno: 2,
        question:
          "व्हिज्युअल मॅनेजमेंट अथवा अन्य बोर्ड वरील - माहिती, वर्क प्रोसिजर, अन्य माहिती अपडेट/वर्गीकरण केली आहे याची पडताळणी करा.",
        ratings: 0,
        givenRating: null,
      },
    ],
    averageRating: 0,
  },
  {
    name: "क्रमाने लावणे (Set In Order - 2S)",
    questions: [
      {
        questionno: 1,
        question:
          "तुम्ही असेसमेंट करत असणाऱ्या 5S अलोकेटेड एरिया मध्ये - कंटेनर, बॉक्स, डब्बे, डब्ल्यूआयपी, साहित्य टूल्स, इ.ची स्थाने पेंट केलेल्या नियोजित जागी, लागणाऱ्या क्रमवारीने/अनुक्रमे ठेवली आहेत आणि योग्यरित्या लेबल केली आहेत याची पडताळणी करा.",
        ratings: 0,
        givenRating: null,
      },
      {
        questionno: 2,
        question:
          "टूल्सचे नियुक्त स्टोरेज स्थान लागणाऱ्या क्रमवारीने ठेवले आहे, दृश्यमान आहे आणि योग्यरित्या लेबल केलेले आहे याची पडताळणी करा.",
        ratings: 0,
        givenRating: null,
      },
      {
        questionno: 3,
        question:
          "पेपरवर्क योग्यरित्या लेबल केलेले आहे आणि स्पष्टपणे परिभाषित आणि लेबल केलेले आहे याची पडताळणी करा.",
        ratings: 0,
        givenRating: null,
      },
      {
        questionno: 5,
        question:
          "अग्निशामक उपकरणे, इतर आपत्कालीन उपकरणे, वैयक्तिक संरक्षणात्मक उपकरणे ठळकपणे दृश्यमान केली आहे याची पडताळणी करा.",
        ratings: 0,
        givenRating: null,
      },
      {
        questionno: 6,
        question:
          "पदपथ आणि वाहन मार्ग स्पष्टपणे ओळखले जातात आणि अडथळा नसतात. निर्गमन स्पष्टपणे लेबल केलेले आणि अबाधित आहेत.",
        ratings: 0,
        givenRating: null,
      },
    ],
    averageRating: 0,
  },
  {
    name: "स्वच्छता (Shine - 3S)",
    questions: [
      {
        questionno: 1,
        question:
          "तुम्ही असेसमेंट करत असणाऱ्या 5S अलोकेटेड एरिया मध्ये (खालील ठिकाणी) ह्या ठिकाणचे फ्लोअर स्वच्छ तसेच टूल्स, कंटेनर, बॉक्स, डब्बे, स्वच्छ आणि लेबल केलेल्या ठिकाणी योग्यरित्या ठेवलेली/स्टॅक केलेले आहेत. शॉप फ्लोअर तेल, लूज हार्डवेअर, रिकामे बॉक्स, पॅकेजिंग साहित्य इत्यादींपासून मुक्त आहेत याची पडताळणी करा.",
        questionOptions: [
          "इनवर्ड मटेरियल आणि आउटवर्ड मटेरियल ची जागा",
          "ऑफिस",
          "गॅंगवे",
          "वर्कस्टेशन",
        ],
        ratings: 0,
        givenRating: null,
      },
      {
        questionno: 2,
        question:
          "सर्व PPE सुस्थितीत आहेत, सेफ्टी गार्ड ,साफसफाईची उपकरणे सुस्थितीत, लेबल केलेल्या ठिकाणी योग्यरित्या ठेवलेली आहेत याची पडताळणी करा.",
        ratings: 0,
        givenRating: null,
      },
      {
        questionno: 3,
        question:
          "ऑफिस/शॉप मधील खिडक्या, कॉर्नर, भिंती, दरवाजे, कॅबिनेटचा भाग स्वच्छ आहे आणि कामाच्या ठिकाणी साफसफाईची वेळ, वारंवारता आणि जबाबदाऱ्या दर्शविणारे वेळापत्रक आहे याची पडताळणी करा.",
        ratings: 0,
        givenRating: null,
      },
      {
        questionno: 4,
        question:
          "व्हिज्युअल मॅनेजमेंट अथवा अन्य इन्फॉर्मशन बोर्ड स्वच्छ, अपडेटेड आहेत आहे याची पडताळणी करा.",
        ratings: 0,
        givenRating: null,
      },
    ],
    averageRating: 0,
  },
  {
    name: "प्रमाणित करणे (Standerdize - 4S)",
    questions: [
      {
        questionno: 1,
        question:
          "5S संदर्भातील ऑपरेटिंग प्रोसिजर बनवलेली आहे आणि प्रत्येक १५ दिवसांनी त्या प्रोसिजर प्रमाणे सॉर्ट, सेट इन ऑर्डर, शाईन ह्या स्टेजेस पूर्ण केल्या जातात याची पडताळणी करा.",
        ratings: 0,
        givenRating: null,
      },
      {
        questionno: 2,
        question:
          "पाठीमागील असेसमेंटचे ऑब्जर्वेशन आणि पॉईंट्स पूर्ण केले आहेत याची पडताळणी करा.",
        ratings: 0,
        givenRating: null,
      },
    ],
    averageRating: 0,
  },
  {
    name: "स्वयं-शिस्त (Sustain - 5S)",
    questions: [
      {
        questionno: 1,
        question:
          "5S असेसमेंट संबंधित एरिया मधील सदस्यांना ट्रेनिंग दिल आहे याची पडताळणी करा.",
        ratings: 0,
        givenRating: null,
      },
      {
        questionno: 2,
        question:
          "व्यवस्थापन सदस्य ठरवून दिलेल्या नियोजित जागी वेळापत्रकाप्रमाणे असेसमेंट करण्यास सहभागी असतात याची पडताळणी करा.",
        ratings: 0,
        givenRating: null,
      },
    ],
    averageRating: 0,
  },
];
